{
  "configuration.title.print": "ပုံနှိပ်ခြင်း",
  "commands.category": "ပုံနှိပ်ခြင်း",
  "commands.title.print": "ပုံနှိပ်",
  "commands.title.help": "လက်စွဲစာစွဲကိုဖွင့်ပါ",
  "commands.title.openLog": "မှတ်တမ်းဖိုင်ဖွင့်ပါ",
  "print.alternateBrowser.description": "ဘရောက်ဇာကို သုံးပါ",
  "print.browserPath.description": "ဘရောက်ဇာရဲ့ ကွပ်မျက်လို့ရတဲ့ လမ်းကြောင်း",
  "print.colourScheme.markdownDescription": "[Stylesheet ကြိုတင်မြင်ကွင်းကို အွန်လိုင်းတွင် ရရှိနိုင်ပါသည်](https://highlightjs.org/static/demo/)။ စက္ကူဖြူဖြစ်သောကြောင့် 'အလင်းရောင်' ဘာသာပြန်ကျမ်းများကိုသာ ကမ်းလှမ်းထားသည်။",
  "print.editorContextMenuItemPosition.markdownDescription": "အယ်ဒီတာ `Print` ၏ စကားစပ်စာရင်းတွင် အနေအထား",
  "print.editorTitleMenuButton.description": "ဒီရွေးချယ်မှုကို ရွေးချယ်လိုက်တဲ့အခါ ပုံနှိပ်ပုံက တက်ကြွတဲ့ အယ်ဒီတာအထက်က ကိရိယာဘားပေါ်မှာ ပေါ်လာတယ်",
  "print.folder.fileNames.description": "လမ်းညွှန်စာရွက်ပုံနှိပ်သည့်အခါ ဖိုင်အမည်များကို အပိုင်းခေါင်းစဉ်များအဖြစ် ထည့်သွင်းပါ",
  "print.folder.include.description": "Folder အကြောင်းအရာတွေထဲမှာ ပုံစံပါဝင်",
  "print.folder.exclude.description": "လမ်းညွှန်စာရွက်၏အကြောင်းအရာကို ပုံနှိပ်သည့်အခါ သီးသန့်ဖယ်ထားခြင်းအတွက် ဝမ်းနည်းဖွယ်ပုံစံဖြစ်သည်။",
  "print.folder.maxFiles.description": "ဖိုင်တွဲပုံနှိပ်တဲ့ ဖိုင်တွေရဲ့ အများဆုံးအရေအတွက်က ဖော်ပြပါလိမ့်မယ်။ ဖိုင်တွေ ပိုများတဲ့ ဖိုင်တွဲအတွက် အကျဉ်းချုပ်ကိုပဲ ရပါတယ်။",
  "print.folder.maxLines.description": "ဖိုင်အရွယ်အတွက် အထက်ကန့်သတ်ချက်၊ စာကြောင်းလိုင်းများတွင် လျစ်လျူရှုထားတာထက် ပိုကြီးတဲ့ ဖိုင်တွေပေါ့။",
  "print.folder.includeFileList.description": "လမ်းညွှန်စာရွက်ပုံနှိပ်သည့်အခါ ဖိုင်စာရင်းဖြင့် အစပြုပါ။",
  "print.fontSize.description": "ဖောင့်အရွယ်အစား",
  "print.lineNumbers.description": "လိုင်းနံပါတ်များဖြင့် ပုံနှိပ်ခြင်း",
  "print.lineSpacing.description": "မျဉ်းကြောင်းများ၏ လျင်မြန်သောနေရာ",
  "print.lineSpacing.single": "တစ်နေရာလုံး ပျံ့နှံ့နေ",
  "print.lineSpacing.line-and-a-half": "လိုင်းနှင့် တစ်ဝက်",
  "print.lineSpacing.double": "နှစ်နေရာ",
  "print.printAndClose.description": "ဘရောက်ဇာ အဆင်သင့်ဖြစ်နေချိန်မှာ ပုံနှိပ်အညွှန်းစာမျက်နှာကို ပြပါ၊ ပုံနှိပ်ပြီးတဲ့နောက် ဒါမှမဟုတ် ဖျက်သိမ်းပြီးတဲ့နောက် စာမျက်နှာကို ပိတ်ဖို့ကြိုးစားပါ",
  "print.renderMarkdown.description": "ပုံနှိပ်သည့်အခါ HTML အဖြစ် မာ့ခ်ဒေါင်းကို ပြန်ပေးပါ",
  "print.logLevel.markdownDescription": "`Error` မှတ်တမ်းတင်ခြင်းအမှားများ၊ သတိပေးချက်များနှင့် အချက်အလက်များကိုသာ မှတ်တမ်းတင်မည်ဖြစ်သော်လည်း မှတ်တမ်းတင်မည်ဖြစ်သည်`info`။ `Debug` အခက်အခဲ ပစ်ခတ်မှုအတွက် ကောင်းသည်။ `Silly` သို့သော် မှတ်တမ်းဖိုင်သည် လျင်မြန်စွာ ကြီးထွားလာမည်ဖြစ်သော်လည်း အရာရာတိုင်းကို မှတ်တမ်းတင်မည်ဖြစ်သည်။"
}